tap "anomalyco/tap"
tap "atlassian/acli"
tap "charmbracelet/tap"
tap "fastrepl/hyprnote"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "idexx-laboratories/vetsoft"
tap "idexx/idexxvs"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "pb33f/taps"
tap "th-ch/youtube-music"
brew "age"
brew "asdf"
brew "pkgconf"
brew "checkov"
brew "chezmoi"
brew "cloc"
brew "coreutils"
brew "dive"
brew "duckdb"
brew "fd"
brew "ffmate"
brew "fzf"
brew "gh"
brew "glab"
brew "glow"
brew "helm"
brew "hyperfine"
brew "kcat"
brew "kubectx"
brew "mysql-client@8.4", link: true
brew "neovim"
brew "protobuf"
brew "opencv"
brew "pandoc"
brew "php"
brew "poppler"
brew "prettier"
brew "rename"
brew "ripgrep"
brew "stylua"
brew "tig"
brew "tldr"
brew "trivy"
brew "uv"
brew "vhs"
brew "watch"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
brew "charmbracelet/tap/freeze"
brew "fastrepl/hyprnote/owhisper"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "idexx/idexxvs/ezyaccess"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "pb33f/taps/openapi-changes", link: false
cask "nikitabobko/tap/aerospace"
cask "bitwarden"
cask "bruno"
cask "dbeaver-community"
cask "maccy"
cask "meetingbar"
cask "pb33f/taps/openapi-changes"
cask "opencode-desktop"
cask "ticktick"
cask "idexx-laboratories/vetsoft/vetsoft-cli"
cask "idexx-laboratories/vetsoft/vsai"
cask "th-ch/youtube-music/youtube-music"
vscode "bierner.markdown-mermaid"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
go "golang.org/x/tools/cmd/deadcode"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/NoL1m1ts/go-oapi-merge"
go "github.com/smartystreets/goconvey"
go "github.com/loov/goda"
go "golang.org/x/tools/cmd/godoc"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/uber-go/gopatch"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "github.com/josharian/impl"
go "github.com/hloiseaufcms/mcp-gopls/cmd/mcp-gopls"
go "github.com/oapi-codegen/oapi-codegen/v2/cmd/oapi-codegen"
go "prodtech"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "rsc.io/rf"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/a-h/templ/cmd/templ"
go "github.com/sho0pi/tickli"
go "gitlab.com/ezyvet/platform/timetrk/cmd/timetrk"
go "github.com/daveshanley/vacuum"
go "github.com/getkin/kin-openapi/cmd/validate"
go "github.com/idexx-laboratories/vetsoft-go-style"
go "github.com/carleeto/watchdir"
cargo "jj-cli"
